Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/inaugurations_fi/marja_helander_tiedote_pohjoissaame.pdf.tmx
Source language: sme
Languages: smn

source: Dáiddaduojit Sámekulturguovddáš Sajosis Stáhta dáiddačoakkáldat / Stáhta dáiddaduodje doaibmagotti diŋgon dahkosat
smn: Taaidâtyejeh S äämi kulttuurkuávdáš S ajosist S taatâ taaidâčuágáldâh / S taatâ taaidâtyejitoimâkode tiilámtyejeh

source: Biekka spihččen, ovttaskas lagežat leat mu vuoiŋŋalaš ruoktoeatnamat.
smn: Piegâ cäimim, ohtuunis laajišsuávvááh láá muu jiegâlâš päikkienâdâh.

source: Dat leat cieggan mu millii jo mánnávuođa čuoiganreaissuin, áhči riegádanbáikkis Ohcejogas.
smn: Toh láá cieggâm muu mielân jo pärnivuođâ čuoigâmmaađhijn, iäččán šoddâmkuávluin Ucjuuvâst.

source: Lageža erenomáš iešvuohtan lea dan buollin maiddái njuoska dahje jiekŋa muorran.
smn: Laajišsuávváá sierânâsjiešvuotâ lii ton pyellim še vorâsin tâi jiäŋŋum häämist.

source: Nappo dat lea dolin oasistis dahkan vejolažžan sámi boazodoalu ja ássama lávdama duottaralážiidda.
smn: Nuuvtpa tot lii tovle jieijâs uásild adelâm máhđulâšvuođâ säämi puásuituálu já aassâm vijđánmân tuodârpajosáid.

source: Duoddaris - čuovgaduodjái lean háliidan sirdit lagežiid hámi, buktit bihtá aidalas meahcis Anára kirkosiidii.
smn: Tuoddârist - čuovâtuáiján lam halijdâm sirdeđ laajišsuávvái häämi, pyehtiđ pitá meccikuávlust Aanaar sijdáid.

source: Čuovgi duodji laktá miellagovaid maiddái golgi johkii ja kánske joba guovssahasaide.
smn: Ko čuovâ páštá tyejeest, te tot lááčá assosiaatioid meid kolgee juuhân já kenski joba kuovsâkkâssáid-uv.

source: Guovtteoasát duodji oaččui álggus ohcejohkalaš áhččán Piera Johannes Helander skuvllas 1950-logus čoaggán Sámi šattuin.
smn: Kyevtiuásásâš tyeji uážui aalgâ ucjuvlii iäččán Piera Johannes Helander škoovlâst 1950-lovvoost nuurrâm Säämi šaddoin.

source: Šattut ledje goikaduvvon ja merkejuvvon nammalahpuin, ja dasto giddejuvvon šaddočoakkáldahkii (herbaario).
smn: Šadoh lijjii kuškâdum já kiddejum nommâkilgolijguin herbaarion ađai šaddočuágáldâhân.

source: Juohke šaddu lei dárkket dieđalaččat juhkkon luohkáide iežas joavkosis.
smn: Jyehi šaddo lâi tárkká tieđâlávt luokittâllum jieijâs juávkun.

source: Movttáskin dán ruossalasvuođas, mii lei šattuid čábbodaga ja riggodaga sihke olbmo luohkkáijuohkin- ja klassifiserendárbbu gaskkas.
smn: M ovtáskim ton ruossâlâsvuođâst, mii lâi šadoi muččâdvuođâ já maaŋgâhámásâšvuođâ sehe ulmuu luokittâllâm- já luávkkudemtáárbu kooskâst.

source: Seamma háve millii bohciidedje sámiid historjá ja figgamat bidjat sámiid vuolit nállái gulavažžan.
smn: Siämmást mielân pajanii sämmilij historjá já viggâmušah luokittâllâđ sämmilijd vyeleeb náálán kullen.

source: Vel 1930-logus Anárjávrri hávdeeatnamis ledje goivojuvvon sámiid oaiveskálžžut nálleoahpa dutkamiidda (oaiveskálžžut leat dasto máhcahuvvon).
smn: Vala 1930-lovvoost Aanaarjäävri Hävdieennâmsuollust láá kuáivum sämmilij uáiviskáálžuid näliopâlâš tutkâmušâi várás (skáálžuh láá tastoo macâttum).

source: Mu bargui leat govviduvvon 30 dán áigge sápmelačča.
smn: Tuáiján láá kovvejum 30 onnáápeeivi sämmilii.

source: Vuođđun lea Statistihkkaguovddáža ja Sámedikki válgalávdegotti jagi 2011 statistihkka.
smn: Vuáđđun lii Statistiikkuávdáá já Sämitige vaaljâlävdikode ive 2011 statistiik.

source: Das Suoma oktiibuot sullii 10 000 sápmelačča leat juhkkon ahkeluohkáid mielde sámiid ruovttuguovllus ássi, eará sajis Suomas ássi sihke olgoriikkain ássi sámiide.
smn: Tast Suomâ suullân 10 000 sämmilâžžâd láá juohum ahejuávhui mield sämikuávlust ässeid, Suomâ eres kuávluin ässeid sehe olgoenâmijn ässeid.

source: Olbmot leat maiddái juogaduvvon eatnigiela mielde.
smn: Ulmuuh láá še juohum eenikielâ mield..

source: Gielalaš juohkin lea goittotge váddásut ášši: Sámedikki mielde statistihkaid galgá doallat dušše geažideaddjin, go vuollái 18 jahkásaččaid eatnigiela almmuheapmi lea deivvolaš ja jienastanvuoigatvuođa ahkásaččainge máŋgasat guđđet almmutkeahttá eatnigielaset.
smn: Kielâlâš jyehim lii kuittâg váddásub äšši: Sämitige mield statistiikâid kalga anneeđ tuše sunde adeleijen, ko vuálá 18-ihásij eenikielâ almottem tábáhtuvá masa sattummield já jienâvuoigâdvuođâlijn-uv maaŋgah kyeđđih almoothánnáá eenikielâs.

source: Olbmo eatnigiellan logahallamii merkejuvvo dalle suomagiella.
smn: Ulmuu eenikiellân luvâttâlmân merkkejuvvoo talle suomâkielâ.

source: Lassin máŋgasat dovdet iežaset guovttegielagin.
smn: Ton lasseen maaŋgah tobdeh jieijâs kyevtkielâlâžžân.

source: Mu govvidan 30 olbmo ahke-, giella- ja ássanbáikeossodagat vástidit prosentualalaččat dán ovdalis namuhuvvon statistihka fáktaid.
smn: M uu kuvvim 30 ulmuu ahe-, kielâ- já aassâmsajeuásih västideh prosentuaallávt taan ovdeláá mainâšum statistiik faktaid.

source: Juohke olbmo bálddas lea smávva šaddoláhppo, mas oidno earret eará olbmo ássanbáiki ja eatnigiella.
smn: Jyehi ulmuu paaldâst lii siemin šaddočuágáldâhânkilgool, mast čiälgá eres lasseen ulmuu aassâmsaje já eenikielâ.

source: Optimisttalaččatge árvvoštaladettiin dušše 10 olbmo 30:s hállet eatnigiellan sámegiela, ja dán logi olbmo jovkui čáhká fárrui dušše okta anárašgiela ja okta nuortalašgiela hálli olmmoš.
smn: M ietimielâlávt-uv juurdâštijn tuše 10 olmožid 30:st sárnuh eenikielânis sämikielâ, já taan love ulmuu juávkun šiättá fáárun tuše ohtâ aanaarkielâ já ohtâ nuorttâkielâ sárnoo olmooš.

source: Govaid olbmot leat maiddái meroštallon dieđalaččat ovttačilggolaččat Homo sapiens - šládjii gulavažžan, vuostedoaibman sámiid vuolit nállin dulkojeaddji boares nállemeroštallamiidda.
smn: Kuuvij ulmuuh láá še miäruštâllum tieđâlávt já oovtčielgiittâslávt Homo sapiens - šlaajân kullen, vyestičaskosin puáris nälimiäruštâlmáid, moh onnii sämmilijd vyeleeb näällán kullen.

source: Dahkosa nuppi oassi lea stuorra čuovgagovva, mas leat duottareatnamiid ala govviduvvon dát šaddočoakkáldaga šattut.
smn: Tyeje nubbe uási lii stuorrâ čuovâkove, mast tuodârenâduv oolâ láá kovvejum taah herbaario šadoh.

source: Dat ráhkadit ornamentalaš olggoža dan láhkai ahte faŋuhit almmi guvlui, luomusmuvvamiin meroštallama ja luohkáide juohkima ráddjehusain.
smn: Toh hämmejeh ornamentlágán ase mii oŋâttuš oolmij kuávlun, luovvânmáin miäruštâllâm já luokittâllâm čulhoost.
